Revit 2027 API
ParameterTypeId.SteelElemPatternNumberY Property
 "Number on side 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SteelElemPatternNumberY { get; }
Public Shared ReadOnly Property SteelElemPatternNumberY As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SteelElemPatternNumberY {
	ForgeTypeId^ get ();
}
static member SteelElemPatternNumberY : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace